// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Error de copia de flujo de trabajo";
"COPY_WORKFLOWS_DESC" = "No se pueden copiar los flujos de trabajo en la carpeta de dominio del dispositivo de usuario";

// generic error
"ERROR" = "Error";
"ERROR_UNKNOWN_DESC" = "Se ha producido un error desconocido.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Error al crear el flujo de trabajo";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Error desconocido al crear el flujo de trabajo. Inténtelo de nuevo.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Error al crear el directorio";
"ERROR_CREATING_DIR_DESC" = "Se ha producido un error al crear el directorio %@. Compruebe los privilegios de acceso al directorio principal y vuelva aintentarlo";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "El acceso directo a escaneado no está disponible";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "El acceso directo a escaneado seleccionado no puede ejecutarse porque no es reconocido por el software. Seleccione otro acceso directo a escaneado e inténtelo de nuevo.";

"Your HP device has sent a status message. This message could not be saved" = "El dispositivo HP ha enviado un mensaje de estado. Este mensaje no se pudo guardar.";
